[
  {
    "title": "O que é o DEVS Pai d'égua?",
    "description": "É um programa de aceleração para estudantes apoiado por Empresas de tecnologia paraenses e pela Faculdade de Computação da UFPA, focando na capacitação de potenciais talentos para atuar na área de desenvolvimento de software. Com base em desafios reais queremos estimular a capacitação e seleção de novos talentos."
  },
  {
    "title": "Quem pode participar?",
    "description": "Alunos e alunas a partir do terceiro semestre e que estejam matriculados em um dos cursos de computação da UFPA (Sistema de Informação, Ciência da Computação e Engenharia da Computação) poderão se inscrever no programa. É necessário ter noções de programação e orientação a objetos."
  },
  {
    "title": "O que preciso para ser aprovado no DEVS Pai d'égua?",
    "description": "O objetivo não é chegar no final com uma nota em função do rendimento dos participantes. No entanto, indicativos sobre produtividade e aspectos comportamentais serão monitorados de forma contínua para facilitar possíveis contratações no final do programa. A metodologia e todas as etapas serão detalhadas aos participantes."
  },
  {
    "title": "Qual a duração do DEVS Pai d'égua?",
    "description": "O DEVS Pai d'égua terá duração de quatro meses. Pretende-se iniciar na última semana de abril de 2022."
  },
  {
    "title": "Terei que pagar algo pra participar?",
    "description": "Não há taxa de inscrição. O participante selecionado, no entanto, poderá receber uma bolsa no valor aproximado de R$ 1.000,00 mensal durante o programa."
  },
  {
    "title": "Onde acontecerá o DEVS Pai d'égua?",
    "description": "O programa será totalmente remoto."
  },
  {
    "title": "A vaga de emprego é garantida ao ganhador?",
    "description": "Não. A empresa se reserva o direito de contratar somente os candidatos que ela julgar aptos para as vagas abertas no momento."
  },
  {
    "title": "O que será aprendido no DEVS Pai d'égua?",
    "description": "Acreditamos que uma das melhores formas de aprender algo novo é praticando. Assim, os participantes do programa irão desenvolver vários desafios durante o programa, em um ambiente colaborativo e com acesso a conteúdos tech, qualidade de software e também sobre habilidades comportamentais importantes em um time de desenvolvimento."
  },
  {
    "title": "O programa é individual ou terei atividades em grupo?",
    "description": "Segure e emoção! Uma abordagem bem diferente dos modelos convencionais será adotada. Os participantes devem programar bastante sem deixar de simular situações reais em equipes de desenvolvimento de software."
  },
  {
    "title": "Qual seria o salário proposto ao ganhador?",
    "description": "O salário será negociado com a empresa interessada em contratar o participante."
  },
  {
    "title": "Se for selecionado, qual será a carga horária esperada por semana?",
    "description": "Não pretendemos contabilizar a carga horária dos participantes do DEVS Pai d'égua, mas as entregas serão monitoradas. No entanto, é esperada uma disponibilidade de cerca de 4 horas diárias (no mínimo)."
  },
  {
    "title": "Se for selecionado, poderei continuar com o meu estágio durante a participação no DEVS Pai d'égua?",
    "description": "Dada a carga horária semanal de 20 horas para participação no DEVS Pai d'égua, não é esperado que os participantes mantenham outro vínculo durante a execução do programa."
  }
]
